{
    "catalogNumber": "barcode identifier, at least 6 digits, fewer than 30 digits.",
    "order": "full scientific name of the Order in which the taxon is classified. Order must be capitalized.",
    "family": "full scientific name of the Family in which the taxon is classified. Family must be capitalized.",
    "scientificName": "scientific name of the taxon including Genus, specific epithet, and any lower classifications.",
    "scientificNameAuthorship": "authorship information for the scientificName formatted according to the conventions of the applicable Darwin Core nomenclaturalCode.",
    "genus": "taxonomic determination to Genus, Genus must be capitalized.",
    "specificEpithet": "The name of the first or species epithet of the scientificName. Only include the species epithet.",
    "identifiedBy": "list of names of people, doctors, professors, groups, or organizations who identified, determined the taxon name to the subject organism. This is not the specimen collector.",
    "recordedBy": "list of names of people, doctors, professors, groups, or organizations.",
    "recordNumber": "identifier given to the specimen at the time it was recorded.",
    "verbatimEventDate": "The verbatim original representation of the date and time information for when the specimen was collected.",
    "eventDate": "collection date formatted as year-month-day YYYY-MM-DD.",
    "habitat": "habitat.",
    "occurrenceRemarks": "all descriptive text in the OCR rearranged into sensible sentences or sentence fragments.",
    "country": "country or major administrative unit.",
    "stateProvince": "state, province, canton, department, region, etc.",
    "county": "county, shire, department, parish etc.",
    "municipality": "city, municipality, etc.",
    "locality": "description of geographic information aiding in pinpointing the exact origin or location of the specimen.",
    "degreeOfEstablishment": "cultivated plants are intentionally grown by humans. Use either - unknown or cultivated.",
    "decimalLatitude": "latitude decimal coordinate.",
    "decimalLongitude": "longitude decimal coordinate.",
    "verbatimCoordinates": "verbatim location coordinates.",
    "minimumElevationInMeters": "minimum elevation or altitude in meters.",
    "maximumElevationInMeters": "maximum elevation or altitude in meters."
}